insert into hm_day1.book_info(name, pub_date, read_count, comment_count, is_deleted)
values ('射雕英雄传', '1980-5-1', 12, 34, 0),
       ('天龙八部', '1986-7-24', 36, 40, 0),
       ('笑傲江湖', '1995-12-24', 20, 80, 0),
       ('雪山飞狐', '1987-11-11', 58, 24, 0);

Insert into hm_day1.mumber_info(name, gender, book_id, description, is_deleted)
values ('郭情', 1, 1, '降龙十八掌', 0),
       ('黄蓉', 0, 1, '打狗棍法', 0),
       ('黄药师', 1, 1, '弹指神通', 0),
       ('欧阳锋', 1, 1, '蛤蜈功', 0),
       ('梅超风', 0, 1, '九阴白计爪', 0),
       ('乔峰', 1, 2, '降龙十八掌', 0),
       ('段誉', 1, 2, '六脉神剑', 0),
       ('虚竹', 1, 2, '天山六阳掌', 0),
       ('王语婚', 0, 2, '神仙姐姐', 0),
       ('“令孤冲', 1, 3, '独孤九剑', 0),
       ('任盈盈', 0, 3, '弹琴', 0),
       ('岳不群', 1, 3, '华山剑法', 0),
       ('东方不败', 0, 3, '装花宝典', 8),
       ('胡斐', 1, 4, '胡家刀法', 0),
       ('苗若兰', 0, 4, '黄衣', 0),
       ('程灵索', 0, 4, '医术', 0),
       ('袁案衣', 0, 4, '六合学', 0);